{  
  "pois": [  
     {  
        "id":1,
        "attractionType":"Historic",
        "image":"https://i.ibb.co/F59XY5Q/historic-Reg-Tower.jpg",
        "name":"Reginalds Tower",
        "author":"Bernard Thompson",
        "description":"Reginald’s Tower is Waterford’s landmark monument and Ireland’s oldest civic building. It has been in continuous use for over 800 years.  The first tower on the site was built by Vikings after 914 and formed the apex of the triangular settlement, an area known to this day as the Viking Triangle.  Re-built by the Anglo Normans in the 12th century the top two floors were added in the 15th century.  Until about 1700 the tower was the strongpoint of the medieval defensive walls that enclosed the city. The tower now houses an exhibition on Viking Waterford and is managed by the Office of Public Works.",
        "latitude": 52.260498,
        "longitude": -7.1076092,
        "admission":"Yes",
        "reviews":[  
           {  
              "id":1,
              "title":"Great attraction",
              "rating":3,
              "author":"Chloe Thompson",
              "review":"Good day out, brought the kids and they enjoyed it, we had a ball",
              "upvotes":10
           }
        ],
        "upvotes":15
     },
     {  
      "id":2,
      "attractionType":"Mountains",
      "image":"https://i.ibb.co/fXSC8Dq/mountain-Lake.png",
      "name":"Coumshingaun",
      "author":"Bernard Thompson",
      "description":"Coumshingaun Loop Walk is a moderate 4 hour (7.5 km) walking route around a natural amphitheatre of splendour and silence, the Coumshingaun Corrie Lake and the surrounding mountains in County Waterford, Ireland. Coumshingaun is one of the finest examples of a corrie or coum in Europe and the Comeragh mountains most famous landmark. Corries were formed by glacier movement during the ice age",
      "latitude": 52.2503,
      "longitude": -7.5247,
      "admission":"No",
      "reviews":[  
         {  
            "id":1,
            "title":"Great attraction",
            "rating":3,
            "author":"Chloe Thompson",
            "review":"Good day out, brought the kids and they enjoyed it, we had a ball",
            "upvotes":10
         }
      ],
      "upvotes":32
      },
      {  
         "id":3,
         "attractionType":"Outdoor Activity",
         "image":"https://i.ibb.co/jLj2F8F/bilberry.png",
         "name":"Greenway - Bilberry",
         "author":"Bernard Thompson",
         "description":"The Waterford Greenway is a spectacular 46km off-road cycling and walking trail along an old railway line between Waterford and Dungarvan. Enjoy a beautiful journey across three tall viaducts from the river to the sea.",
         "latitude": 52.2685294,
         "longitude": -7.15282,
         "admission":"No",
         "reviews":[  
            {  
               "id":1,
               "title":"Great attraction",
               "rating":3,
               "author":"Chloe Thompson",
               "review":"Good day out, brought the kids and they enjoyed it, we had a ball",
               "upvotes":10
            }
         ],
         "upvotes":8
         },
         {  
            "id":5,
            "attractionType":"Historic",
            "image":"",
            "name":"Lismore Castle",
            "author":"Bernard Thompson",
            "description":"Lismore Castle is very much a private family home and not open to the general public. Situated in a panoramic position overlooking the Blackwater Valley it has views over rolling, wooded hills to the Knockmealdown Mountains beyond. Whilst being totally private, the Castle is on the outskirts of the Heritage Town of Lismore and a mere 200 yard walk to all its amenities. Henry II visited Lismore in 1171 and chose a site for a castle. Raymond le Gros and his Anglo-Normans ransacked the town two years later and Henry’s castle site was built upon by Prince John in 1185. These events marked a decline in influence for monastic Lismore. In 1363, the diocese was united with that of Waterford, although it retained its cathedral until the Reformation. The castle passed to Sir Walter Raleigh in 1589 and Raleigh sold it to Richard Boyle, Earl of Cork, in 1602. He immediately set about fashioning the countryside round Lismore in the English way, with stocked deer parks, fruits orchards, fish ponds and other features of the English Lordly manor estate. In 1753, the castle passed to the 4th Duke of Devonshire on his marriage to Lady Charlotte and the present castle is still owned by the Devonshires. Lismore Castle is available to hire on an exclusive basis to private groups and individuals.",
            "latitude": 52.1405,
            "longitude": -7.932,
            "admission":"Yes",
            "reviews":[  
               {  
                  "id":1,
                  "title":"Great attraction",
                  "rating":3,
                  "author":"Chloe Thompson",
                  "review":"Good day out, brought the kids and they enjoyed it, we had a ball",
                  "upvotes":10
               }
            ],
            "upvotes":8
            }
  ]
}
